YES = "Да"
NO = "Нет"
NEXT = "Далее"

HUMAN_BODIES = "Человеческие фигуры"
ANIMALS = "Животные"
OBJECTS = "Неодушевленные предметы"
FANTASTIC = "Что-либо фантастическое"

ALL_PIC = "Всей целой картинки"
PART_PIC = "Только отдельной ее части"

NCLEAR_NVIVD = "Образ нечеткий и неяркий"
FORM_COLOR = "Четко улавливается в первую очередь форма и в какой-то степени цвет"
COLOR_FORM = "Четко улавливается в первую очередь цвет, а затем форма"

NUNGERSTAND_TRY = "Не понимаю. Попробуйте ещё раз"
NUNDERSTAND_START = "Не понимаю. Попробуйте ещё раз"

ZERO_QUESTION = "{0}/50: Посмотрите внимательно на картинку-кляксу и подумайте, что вы видите: кто или что это, где находится, что делает и т.д. После того, как вы точно определитесь с наиболее близкой для себя ассоциацией, ответьте на последующие вопросы."
FIRST_QUESTION = "{0}/50: Что вы видели на картинке?"
SECOND_QUESTION = "{0}/50: То, что вы видели на картинке, находилось в движении?"
THIRD_QUESTION = "{0}/50: Ваша ассоциация касается"
FORTH_QUESTION = "{0}/50: Оцените, насколько получившийся образ оказался четким и ярким:"

START = '/start'
TEXT = '/text'

UR_ANSWERS = "Ваши ответы: \n"

TXT_PATH = 'texts/{0}.txt'
IM_PATH = 'images/{0}.jpg'
MEET_PATH = 'texts/meeting.txt'